import './PaymentPage.scss'

export const PaymentPage = (props) => {
  return (
    <section className='payment-page'>
      <main>
        <h2>
          הזמנתכם נקלטה בהצלחה. עם זאת, שירותי הסליקה בהם נעזר האתר מבצעים
          שיפוצים ברגעים אלה. נשמח אם תיאזרו בסבלנות. <br />
          <br /> כאשר שירותי הסליקה יחזרו להיות זמינים, נציג מטעמנו ידאג להודיע
          לכם בפלאפון בשביל שתוכלו להשלים את תהליך ההזמנה. תודה על ההמתנה והמשך
          יום נעים.
        </h2>
      </main>
    </section>
  )
}
